cities: dict[str, str] = {
    'Самара': 'samara',
    'Москва': 'moskva',
    'Уфа': 'ufa',
    'Cаратов': 'saratov',
    'Нижний Новгород': 'nizhniy_novgorod',
    'Новосибирск': 'novosibirsk',
    'Санкт-Петербург': 'sankt-peterburg',
    'Екатеринбург': 'ekaterinburg',
    'Казань': 'kazan'
}

ex: list[str] = [
        'Процессоры', 
        'процессоры', 
        'Компьютер', 
        'компьютер', 
        'Игровой', 
        'игровой', 
        'Пк', 
        'пк',
        'Комплект',
        'комплект',
        'кулер',
        'Кулер',
        'GTX',
        'Gtx',
        'Aorus',
        'cooler',
        'Сборки']